chat_system_1856166805_actor_description=Elerio Shivarius. Archivist of the magic school.
chat_system_1856166805_talk_question=^?^Well met, young knight. How goes your search? Have you found that old witch? She has the Chronicles for sure, damn her!
chat_system_1856166805_talk_answer_0=^?^Please clarify for me: how can I find Madame Chvakha?
chat_system_1856166805_talk_answer_1=^?^Yes, I've found your Chronicles. The witch was going to perform some rite with them, and had taken them into the cemetery...
chat_system_1856166805_snap_1_question=^?^Fancy that... Madame... She's a witch, that's what it is! Madame of snakes and leeches, mistress of the foul swamp.<br>Ooh, just the thought of her! It's unbearable... Alright, you go to Marshan Swamp. Then go to the signpost and turn where it points, straight to the center of the swamp. As far as I can recall there's a dock for rafts near her place.
chat_system_1856166805_snap_1_answer_0=^?^Thank you. Now I will definitely find her.
chat_system_1856166805_snap_0_question=^?^Later, tell me everything later. Give them to me!<br>Shivarius hastily snatches the manuscripts away from your hands and looks through the first pages:<br>Right! The Chronicles of the Lost Town, there it is! Well, [player], good job! You'll become an excellent searcher, not unlike the previous one, may he rest in peace. There's only one little thing left to do - to decipher these papers!<br>[reward]
chat_system_1856166805_snap_0_answer_0=^?^That's a lot of money, thank you. If ever you need to find something in the future, just call me. I'll be happy to wander about swamps and caves!
